Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: The creaton of the profile is complete, but some warnings occured. Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creaton de the profil est complete, but some avertissements occured. Please review the avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Quitter l'assistant</strong> to leave the assistant now.

source: OpenVPN-ALS:::Shutting Down
fr_fr: OpenVPN-ALS:::Arrêt

source: The following wizard will guide you through the stages of configuring a new SSL Tunnel and assigning it to one or more policies.
fr_fr: Le following assistant will guide you through the stages de configuring a new SSL Tunnel and assigning it to one or more stratégies.

source: Certificate deleted.
fr_fr: Certificatdeleted.

source: Permanent tunnel inactivity timeout (secs)
fr_fr: Tunnel inactivity timeout (secs)

source: Exception in finding browser: {0}
fr_fr: Exception in finding navigateur: {0}

source: Your logon ticket is invalid. It is likely that your session has timed-out.
fr_fr: Votre session est invalide. Il est probable que votre session est atteind le temps maximal.

source: Your private key and all of the confidential attributes values had to be reset.
fr_fr: Votre private key and all de the confidential attributs values had to be reset.

source: Force user to change password at next logon.
fr_fr: Forcer l'utilisateur à changer de mot de passe à la prochaine connexion.

source: IP Status is: Allowed
fr_fr: Le statut IP est: autorisé

source: <strong>{3}</strong> is too short. Must be a string between {0} and {1} characters.
fr_fr: <strong>{3}</strong> est trop court. Doit être compris entre {0} et {1} caractères.

source: Port cannot be set when host is null!
fr_fr: Port cannot be set when host est null!

source: Choose the policies you wish to attach this Authentication Scheme to.
fr_fr: Choose the stratégies you wish to attach thest Authentification Scheme to.

source: Selected Accounts
fr_fr: Selected Comptes

source: Failed to attach Authentication Scheme to policies. {0}
fr_fr: Failed to attach Authentification Scheme to stratégies. {0}

source: Network Place created.
fr_fr: Favoris Réseau crée.

source: Enter your place of birth e.g. London.
fr_fr: Enter votre place de birth e.g. London.

source: Install from Internet
fr_fr: Installer from Internet

source: Only an administrator may edit others profiles.
fr_fr: Seul un administrateur peut éditer les autres profils.

source: OpenVPN-ALS server is not available
fr_fr: OpenVPN-ALS server est not available

source: No policies are available.
fr_fr: Non stratégies are available.

source: Missing application extension
fr_fr: Il manque une extension d'application

source: Failed to configure proxy servers. {0}
fr_fr: Echec de configuration du server proxy {0}

source: Update
fr_fr: Mise à jour

source: The new password can not be the same as the old password.
fr_fr: Le nouveau mot de passe ne peut pas être le même que l'ancien.

source: Your browser should now be redirected to the original page requested. If your this does not happen within a few seconds, click <a class="externalLink" href="{0}">Here</a>
fr_fr: Votre navigateur va maintenant être redirigé vers la page demandée. Si rien n'apparait dans quelques secondes, cliquez <a class="externalLink" href="{0}">ici</a>

source: Navigate to your home directory
fr_fr: Navigate to votre home directory

source: You must provide a path for this network place.
fr_fr: Vous devez fournir un chemin pour ce Favoris réseau.

source: Please provide the other information for this Web Forward.
fr_fr: Fournissez les autres informations pour cette Application Web.

source: {0} requires a value but is empty.
fr_fr: {0} requires a value but est empty.

source: Decrease the priority of this Authentication Scheme
fr_fr: Diminuer la priorité de ce mode d'authentification

source: Application shortcut saved.
fr_fr: Raccourci sauvegardé.

source: SSL_RSA_WITH_RC4_128_MD5 cipher is required by the OpenVPN-ALS Agent.
fr_fr: Le chiffre SSL_RSA_WITH_RC4_128_MD5 est requit par l'agent OpenVPN-ALS.

source: Policy <b>{0}</b> deleted.
fr_fr: Stratégie <b>{0}</b> deleted.

source: Cancel
fr_fr: Annuler

source: Delete this replacement.
fr_fr: Delete thest replacement.

source: Maximum number of retrieved Users
fr_fr: Maximum number de retrieved Users

source: Click here to upload or update an extension.
fr_fr: Cliquerici to upload or update an extension.

source: The character {0} is not valid for the resource name.
fr_fr: Le caractère {0} n'est pas valide pour cette ressource.

source: Exclude the following OUs when listing accounts and roles from the Active Directory.
fr_fr: Exclude the following OUs when listing comptes and roles from the Active Directory.

source: Remove this application
fr_fr: Supprimer cette application

source: Expected hostname, port, username and ticket command line arguments
fr_fr: Attendu un nom d'hote, de port et argument de ligne.

source: Authentication Required
fr_fr: Authentification requise

source: Here you can grant access rights to users and administrators of the system.
fr_fr: Vous pouvez ici attribuer des droits aux utilisateurs et administrateurs du système.

source: Create Personal Network Place
fr_fr: Créer un Favoris Réseau personnel

source: Child Domain
fr_fr: Domaine enfant

source: An error occurred authenticating, please consult your Administrator. "{0}"
fr_fr: An erreur occurred authenticating, please consult votre Administrator. "{0}"

source: The number of minutes of inactivity before a session will automatically invalidated and the user logged out.
fr_fr: Le number de minutes de inactivity before a session will automatically invalidated and the utilisateur connecté out.

source: The state of the following extensions has changed in some way and any further operations on it are not available until the server has been restarted.
fr_fr: Le state de the following extensions has changed in some way and any further operations on it are not available until the server has been restarted.

source: Copy file.
fr_fr: Copier le(s) fichier(s).

source: Tunnel name must be {0} characters or less.
fr_fr: Tunnel nom must be {0} characters or less.

source: OpenVPN-ALS::::Certificate and Key Import
fr_fr: OpenVPN-ALS::::Certificatand Key Import

source: Previous
fr_fr: Précédent

source: Confirm remove
fr_fr: Confirmer remove

source: Open As Web Folder
fr_fr: Ouvrir un dossier Web

source: Lists actions that may be performed in the current page
fr_fr: Liste d'actions qui peuvent être faites sur la page actuelle

source: Your fully qualified Active Directory domain name.
fr_fr: Votre fully qualified Active Directory domain nom.

source: Reset
fr_fr: Réinitialiser

source: NetBIOS scope
fr_fr: NetBIOS portée

source: Zip folder
fr_fr: Dossier Zip

source: This is the favorites page for OpenVPN-ALS. You can add resources to this page for quick access using the extra options provided to you when viewing your resources in list view.
fr_fr: Ceci est la page des Favoris. Vous pouvez ajouter des ressources à cette page pour y accéder rapidement en utilisant les options supplémentaires affichées en mode liste.

source: You are now creating a new <strong>Resource Access Right</strong>. This type of access right allows others users to maintain global resources such as Web Forwards, Network Places etc.
fr_fr: You are now creating a new <strong>Ressource Accès Right</strong>. Thest type de accès right allows others users to maintain global ressources such as Web Forwards, Favoris Réseau etc.

source: You can only rename one resource at a time.
fr_fr: Vous pouvez seulement renommer une ressource a la fois.

source: Broadcast address
fr_fr: Adresse Broadcast

source: Ignoring <{0}> tag as it is not a java application tag
fr_fr: Ignoring <{0}> tag as it est not a java application tag

source: Server Port
fr_fr: Serveur Port

source: Account saved.
fr_fr: Compte saved.

source: Edit this web forward.
fr_fr: Editer cette Application Web.

source: Web Forward Deleted
fr_fr: Application Web supprimée

source: The Shutdown/Restart delay must not be less than 0 minutes.
fr_fr: Le délai d'arrêt/redemarrage ne peut pas être inférieur a 0 minutes.

source: OpenVPN-ALS:::Message Queue
fr_fr: OpenVPN-ALS:::Message liste

source: NetBIOS Broadcast address
fr_fr: Adresse de Broadcast NetBIOS

source: Delete.
fr_fr: Supprimer.

source: Restart OpenVPN-ALS
fr_fr: Redémarrer OpenVPN-ALS

source: The OpenVPN-ALS Agent failed connect.
fr_fr: L'agent OpenVPN-ALS a échoué a la connexion.

source: Policies may be nested. Please choose which other policies you wish to be children of this policy.
fr_fr: Stratégies may be nested. Please choose which other stratégies you wish to be children de thest stratégie.

source: Opening browser to {0}.
fr_fr: Ouvriring navigateur to {0}.

source: Defines the FTP server's directory/file format style.<br/>When you select Auto-Detect, an attempt will be made to parse the result of the SYST response string to determine the server directory style.<br/>If this fails, then the server type can be set manually.
fr_fr: Définir le format de fichier/répertoire du serveur FTP.<br/>Lorsque vous sélectionnez Auto-détection, une tentative sera faite pour faire l'analyse syntaxique du résultat de réponse du SYST pour déterminier le repertoire du serveur .<br/>Si échec, le serveur type peut se configurer manuellement.

source: Choose the policies you wish to attach this network place to.
fr_fr: Choisir les stratégies que vous voulez relier à ce Favoris Réseau.

source: Use this option to install a certificate that you have received after purchasing a certificate from 3SP.com. You should upload the zip file you received from our certificate provider which contains the root certificates and your new signed certificate.
fr_fr: Use thest option to Installer a certificatthat you have received after purchasing a certificatfrom 3SP.com. You should upload the zip file you received from our certificatprovider which contains the root certificates and votre new signed certificate.

source: Show Unauthorized
fr_fr: Non autorisé

source: Click here if you wish to create a new Personal Network Place.
fr_fr: Cliquer ici si vous voulez créer un nouveau Favoris Réseau personnel.

source: Attribute {0} removed.
fr_fr: Attribut {0} removed.

source: The default profile may not be deleted.
fr_fr: Le profil par défaut ne peut pas être supprimé.

source: Application Options
fr_fr: Options des applications

source: Max. age
fr_fr: Age Max.

source: Interval in seconds to wait before offering to close an idle tunnel, a value of 0 means no timeout.
fr_fr: Interval in seconds to wait before offering to close an idle tunnel, a value de 0 means non timeout.

source: Policy Details
fr_fr: Stratégie Details

source: User database
fr_fr: Utilisateur database

source: Protocol:
fr_fr: Protocole

source: Access
fr_fr: Accès

source: Server is {0}
fr_fr: Server est {0}

source: clientProxyURL.description=The URL of the proxy server that the agent will use.
fr_fr: clientProxyURL.description=l'Url du serveur mandataire que l'agent utilise.

source: Here you can configure new regular expressions for replacing content retrieved by the Replacement Proxy feature. These regular expressions effectively hunt out URL's within HTML, Javascript or other web content and replace them with a special URL point to the OpenVPN-ALS server (encoding the original URL as a part of the query). See the documentation for more details.
fr_fr: Here you can configure new regular expressions for replacing content retrieved by the Replacement Proxy feature. These regular expressions effectively hunt out URL's within HTML, Javascript or other web content and replace them with a special URL point to the OpenVPN-ALS server (encoding the original URL as a part de the query). See the documentation for more details.

source: Reset password
fr_fr: Réinitialiser le mot de passe

source: Are you sure you wish to delete this replacement.
fr_fr: Are you sure you wish to delete thest replacement.

source: Shows the current fonts of the Network Places file clipboard
fr_fr: Montrer les polices actuelles du presse papier des Favoris réseau

source: Click here if you wish to create a new Personal Tunnel.
fr_fr: Cliquerici si you wish to create a new Personal Tunnel.

source: Cut selected.
fr_fr: Couper sélectionné .

source: Stop
fr_fr: Arrêt

source: Browser Cookies Disabled
fr_fr: Cookies du navigateur désactivé

source: OpenVPN-ALS:::Reset Personal Questions
fr_fr: OpenVPN-ALS:::Réinitialiser les questions personnelles

source: This is extremely rare but NetBIOS provides for a "scope id" to be used in a attempt to conceal groups of machines on the same network. Ask your network administrator if scope id is used. If so, it must be set using this property or name queries will fail.
fr_fr: C'est très rare, mais NetBIOS fournit un "id portée" a être utilisé en tentativeto be used in a attempt to conceal groupes de machines on the same réseau. Ask votre network administrator si scope id est used. Si so, it must be set using thest property or nom queries will fail.

source: Confirm passphrase:
fr_fr: Confirmer passphrase:

source: The number of days after the last password change that a warning should be displayed telling the user they should change their password soon. If you do not want users to receive a warning you should set this value to zero.
fr_fr: Le number de days after the last mot de passe changer that a avertissement should be displayed telling the utilisateur they should change their mot de passe soon. Si you do not want users to receive a warning you should set thest value to zero.

source: The port number <strong>{0}</strong> on interface <strong>{1}</strong> cannot currently be used. Because you have chosen a port less than 1024, this may happen if you are running on a Unix like system as a user other than <strong>root</strong>. Another possible cause is that there may be a service already running on the provided port number. If you are using the default port <strong>443</strong>, this may be caused by web servers such as Apache or IIS. If this is the case either choose a different port here or configure your web server to run on a different port. Check the console and logs for more detail.
fr_fr: Le port number <strong>{0}</strong> on interface <strong>{1}</strong> cannot currently be used. Because you have chosen a port less than 1024, thest may happen si you are running on a Unix like system as a utilisateur other than <strong>root</strong>. Another possible cause est that there may be a service already running on the provided port number. Si you are using the default port <strong>443</strong>, thest may be caused by web servers such as Apache or IIS. Si thest est the case either choose a different port ici or configure votre web server to run on a different port. Check the console and logs for more detail.

source: Zip the folder and save it somewhere.
fr_fr: Compresser le dossier et le sauvegarder quelque part.

source: There are currently no network places or none that you are allowed to edit. If allowed, you will be able to create a new network place by selecting the <b>Create Network Place</b> action.
fr_fr: Il n'y a actuellement aucun Favoris Réseaux ou aucun que vous êtes autorisés a éditer. Si possible vous devrez créer un Favoris Réseau en sélectionnant <b>Créer un Favoris Réseau</b> .

source: There are other methods of authentication available. Click <a class="externalLink" href="/showSelectAuthenticationScheme.do?username={0}">here</a> to choose a different scheme.
fr_fr: D'autres méthodes d'authentification sont disponibles. Cliquez<a class="externalLink" href="/showSelectAuthenticationScheme.do?utilisateur={0}">ici</a> pour choisir une autre méthode.

source: Writing UDP packet of {0} bytes back to the string [ {1} ]
fr_fr: Writing UDP packet de {0} bytes back to the string [ {1} ]

source: The installed extension contains at least one plugin. To activate the plugin you must now <a href="/showShutdown.do">Restart</a> the server.
fr_fr: Le installed extension contains at least one plugin. To activate the plugin you must now <a href="/showShutdown.do">Restart</a> the server.

source: Roles
fr_fr: Rôles

source: Web Folder
fr_fr: Favori réseau

source: Your filter did not match any sdsditems.
fr_fr: Votre filtrer did not match any sdsditems.

source: Messaging
fr_fr: Messagerie

source: OpenVPN-ALS::View Resource Access Rights
fr_fr: OpenVPN-ALS::Voir les autorisations

source: Super User
fr_fr: Super Utilisateur

source: {0} file(s) moved to {1}.
fr_fr: {0} fichier(s) déplacé(s) vers {1}.

source: This authentication module requests a username and password using a web based form. The submitted details are then passed to the currently active <b>User Database</b> for verification.
fr_fr: Thest authentification module requests a utilisateur and mot de passe using a web based form. Le submitted details are then passed to the currently active <b>Utilisateur Database</b> for verification.

source: "Full name must be 32 characters or less"
fr_fr: "Full nom must be 32 characters or less"

source: Use Browser Settings
fr_fr: Use Navigateur Settings

source: User may use, admin can view or change
fr_fr: Utilisateur may use, admin can view or changer

source: The file(s) already exist in the destination location. Are you sure you wish to overwrite the file(s)?
fr_fr: Le(s) fichier(s) existe déjà dans l'endroit de destination. Etes-vous sur de vouloir supprimer ce(s) fichier(s) ?

source: Web Forward Resource Loaded
fr_fr: Ressource des Applications Web chargée

source: Access Control
fr_fr: Contrôle d'accès

source: Failed to validate. {0}
fr_fr: Echec de validation. {0}

source: The OpenVPN-ALS installer is exiting. When the timer below reaches zero, you may then start the OpenVPN-ALS service. Please refer to the documentation on how to do this on your platform.
fr_fr: Le OpenVPN-ALS installer est exiting. When the timer below reaches zero, you may then start the OpenVPN-ALS service. Please refer to the documentation on how to do thest on votre platform.

source: Tunneled proxy
fr_fr: Mandataire

source: FTP, or File Transfer Protocol. This network place type connects to FTP servers.
fr_fr: FTP, ou File Transfer Protocol. Ce type de Favoris Réseau connecte aux serveurs FTP.

source: Open Browser
fr_fr: Ouvrir Navigateur

source: Step 2 - Authentication Scheme Selection
fr_fr: Etape 2 - Authentification Scheme Selection

source: Based On Profile:
fr_fr: Based On Profil:

source: View information about this favorite
fr_fr: voir les informations a propos de ce Favoris

source: OpenVPN-ALS:::Download Expired
fr_fr: OpenVPN-ALS:::Téléchargement expiré

source: Here you may set the answers to the <b>Personal Questions</b> you may be asked for authentication.
fr_fr: Here you may set the answers to the <b>Personal Questions</b> you may be asked for authentification.

source: Confirm Authentication Scheme Deletion
fr_fr: Confirmer Authentification Scheme Deletion

source: Customise the behaviour of the Replacement Proxy.
fr_fr: Personnalisez le comportement du Proxy Mandataire.

source: Operation
fr_fr: Opération

source: Member Of Supported
fr_fr: Member De Supported

source: When enabled, context sensitive links to online resources will be displayed during on OpenVPN-ALS pages. Updates for this help is retrieved daily from <a href="http://localhost">3SP</a>.
fr_fr: When enabled, context sensitive links to online ressources will be displayed during on OpenVPN-ALS pages. Updates for thest aide est retrieved daily from <a href="http://localhost">3SP</a>.

source: Authentication Scheme <b>{0}</b> moved up.
fr_fr: Authentification Scheme <b>{0}</b> moved up.

source: The Authentication Scheme is already the highest priority.
fr_fr: Le Authentification Scheme est already the highest priority.

source: No replacements have been defined. Click on <strong>Create</strong> to create a new one.
fr_fr: Non replacements have been defined. Cliqueron <strong>Create</strong> to create a new one.

source: The Hostname is invalid {0}.
fr_fr: Le Nom d'hôte est invalide {0}.

source: User name must be 32 characters or less.
fr_fr: Utilisateur nom must be 32 characters or less.

source: NetBIOS local interface address
fr_fr: Adresse de l'interface locale NetBIOS

source: <strong>{3}</strong> contains non-ascii characters.
fr_fr: <strong>{3}</strong> contient des caractères non ascii.

source: This replacement type requires a mime type.
fr_fr: Thest replacement type requires a mime type.

source: Accept
fr_fr: Accepte

source: The group was not unassigned from the following users(s) as it was required '{0}'
fr_fr: Le groupe was not unassigned from the following users(s) as it was required '{0}'

source: One or more fields contains errors.
fr_fr: Un ou plusieurs champs contient des erreurs.

source: A Web Forward is a link to an intranet website within your network. Click on the links to access your preconfigured Web Forwards. Please contact your network administrator if the web forward resource to which you require access is missing.
fr_fr: Une Application Web est un lien vers un site intranet de votre réseau. Cliquez sur un lien pour accéder a une Application Web. Contactez votre Administrateur si l'Application Web que vous désirez est manquante.

source: Invalid VPN session.
fr_fr: Session VPN inavlide.

source: Tunnel Opened
fr_fr: Tunnel Ouvrired

source: No policy name has been provided.
fr_fr: Non stratégie nom has been provided.

source: Install the extension
fr_fr: Installer the extension

source: The OpenVPN-ALS Agent is an application that is required to provide tunneling, application launching and other features to the OpenVPN-ALS server.
fr_fr: L'Agent OpenVPN-ALS est une application requise pour l'ouverture des tunnels, le lancement des applications et d'autres fonctionnalités de OpenVPN-ALS.

source: There are currently no existing web forwards or none that you are allowed to edit. If allowed, you will be able to create a new web forward by selecting the <b>Create Web Forward</b> action.
fr_fr: Il n'éxiste aucune application que vous êtes autorisés a éditer. Si permis, vous devez créer une nouvelle application en selectionnant <b>Créer une nouvelle application Web</b>.

source: Unexpected error in fowarding registration!
fr_fr: Unexpected erreur in fowarding registration!

source: Userinfo contains invalid character: {0}
fr_fr: Userinfo contains invalide character: {0}

source: There are currently no attribute definitions defined. Click on <strong>Create Attribute</strong> to create one.
fr_fr: There are currently non attribut definitions defined. Cliqueron <strong>Create Attribut</strong> to create one.

source: No file to upload has been provided.
fr_fr: Aucun fichier à envoyer n'a été fourni.

source: Interval in seconds to wait for before exiting the client after receiving a shutdown request
fr_fr: Interval in seconds to wait for before exiting the client after receiving a éteindre request

source: Confirm Upload
fr_fr: Confirmer l'envoi

source: Profiles
fr_fr: Profils

source: Downloading {0} from extension store
fr_fr: Téléchargement de {0} à partir du magasin.

source: Password must be at least 6 characters in length.
fr_fr: Les mots de passe doivent comporter au moins 6 caractères.

source: Remove access right
fr_fr: Remove accès right

source: Click here to import a key, certificate or CSR.
fr_fr: Cliquerici to import a key, certificator CSR.

source: Login
fr_fr: Connexion

source: Please select the application extension you wish this application to use
fr_fr: SVP, sélectionnez l'extension que cette application utilisera
